{
	"tituloLibro": "LCO_PRE_04_literatura_III_mexico_contemporaneo_v2",
	"temas": [
		{
			"titulo": "literatura III: México. Introducción General.",
			"contenido": "literatura 3: México. Introducción General. Es presente trabajo parte prácticamente del México Virreinal. Si bien, aborda de forma resumida la literatura pre- colombina, no se profundiza por dos razones: 1. Ya se realizó en Literatura II, Latinoamérica, donde se aborda culturas que vivierón en lo que hoy es el territorio nacional. 2. Lo rescatado es de gran valor, pero cabe resaltar que las antiguas culturas no procuraban el hábito de escribir sus historias, estas más bien se transmitían en forma oral. Por otro lado, la presente obra muestra que México tiene una herencia literaria pre-colombina, de múltiples matices, de diferentes épocas, de diferentes culturas, pero además, se crea una visión propia en épocas del Virreinato, con una enorme influencia Española en particular y Europea en lo general, pero que lucha por explorar y tener presentes las raíces, tal es el caso de los trabajos de Sor Juana Inés de la Cruz y de Carlos Sigüenza y Góngora, dos de los máximos exponentes en épocas del virreinato. También, hacia finales del Virreinato, los escritores empiezan a buscar un estilo que fuera propio, único, echo que se empieza a consolidar en el convulsionado siglo XIX, con voces como la de Lizardi y su “Periquillo Sarniento”, así, todo ese siglo fue de búsqueda de la llamada “Mexicanidad” y de su significado, búsqueda truncada en ocasiones por diversos conflictos e intereses de corte ideológico, pero que con el devenir de los años empezó a tomar forma. Llegados al siglo XX, los conflictos continuaron, generando ocasiones propicias para “La novela de la revolución” y otras formas literarias. Son las épocas de esplendor de los Realismos, son la época que vería el máximo esplendor de la literatura latinoamericana, son las épocas del Boom, en México, uno de los principales exponentes es Carlos Fuentes. Finalmente, el siglo XXI, se caracteriza por la globalización producto del desarrollo de la tecnología y el transporte, los temas han dejado de ser meramente locales, ahora hay intereses globales, aunque algunos conflictos propios prevalecen en las tintas. La presente obra seguramente deja a muchos autores y corrientes fuera, sin embargo, está en ti lector seguir explorando la Literatura, Universal, Latinoamericana o Mexicana, pues es deber del profesional de la comunicación tener un amplio bagaje literario. Que la presente obra sirva a ampliar el bagaje literario. "
		},
		{
			"titulo": "El Virreinato. Introducción Unidad 1.",
			"contenido": "El Virreinato. Introducción Unidad 1. Si bien la primera unidad lleva como título “El Virreinato”, las siguientes páginas contaran un breve repaso de la literatura amerindia en territorio de lo que hoy es México, desde las épocas precolombinas hasta inicios del siglo XIX, y es que, como se vio desde el semestre pasado en la parte correspondiente a literatura 11: Hispanoamérica, no podemos entender el actual México si su herencia prehispánica, lo mismo que su literatura, que si bien, hay pocos vestigios de literatura precolombina, lo que se conserva es de gran importancia por su estructura compositiva y por su significado. Sin embargo, en el proceso de conquista y los primeros años de virreinato forjarían las bases de la estructura política, cultural, social y económica de los siguientes siglos, lo mismo en la literatura, que buscaría aportar su escancia en un momento de máximo esplendor español, conocido como el Siglo de Oro. Del Virreinato surgirían dos de los máximos exponentes de la literatura mexicana, heredando una obra de carácter Universal, son los casos de Sor Juana Inés de la Cruz y de Carlos de Sigüenza y Góngora, contemporáneos, cada quien, con su propia visión del México de su época, como lo demuestra sus Arcos alegóricos en homenaje al nuevo virrey, que se describirá en su momento, pero que, hasta la fecha, son referentes de la literatura nacional. Ya a finales del siglo XVIII y principios del siglo XIX, la literatura nacional se empieza a volver inquieta con respecto al virreinato, precursores en una primera instancia y luego con una participación desde las letras de la independencia de México, por ejemplo, Fray Servando Teresa de Mier. Pero también se refleja la búsqueda de una identidad, que si bien movimientos culturales provenientes desde Europa como el Barroco generan una enorme influencia en la literatura nacional, la realidad es que se busca una identidad propia, un reflejo de ello es Lizardi, quien con su “Periquillo Sarmiento” expone la esencia del pueblo mestizo e indígena. Sin embargo, para iniciar el libro, tal y como se ha realizado en las literaturas I y II, se realiza un encuadre y definiciones previas, además de una sugerencia de fichas de estudio sugeridas para las lecturas realizadas durante el semestre. "
		},
		{
			"titulo": "1. Conceptos preliminares. 1.1 Encuadre y Definiciones.",
			"contenido": "1. Conceptos preliminares. 1.1 Encuadre y Definiciones. Partiendo de lo expuesto en los dos semestres previos, se observa que el encuadre es similar, y la tercera literatura de la carrera no es la excepción, sin embargo, por contextos regionales habrá diferencias que se matizan en los últimos párrafos del presente punto de encuadre. La exigencia del mundo contemporáneo, enfocado tanto a la inserción del mercado laboral como social, adosado además a la exigencia ética y moral correspondiente a la importancia de la licenciatura en Ciencias y Técnicas de la Comunicación y su repercusión en la construcción de la sociedad actual, exige un amplio bagaje cultural de los profesionistas, tanto comunicadores como comunicólogos. Resaltando además la importancia de la lectura como piedra angular para adquirir conocimiento, desarrollar habilidades creativas y como fuente de inspiración. La literatura además sirve como fuente de inspiración para múltiples actividades dentro del quehacer de la comunicación. Además, se ha ligado a campos muy específico como el cine, la política o el periodismo, en el tercer caso, ejercicios como la crónica serían impensables sin la influencia de la literatura, casos como Gabriel García Márquez son muestra de ello, también personalidades como Francisco Zarco (Duranguense por cierto) que mezclaría Periodismo con Política. La literatura nos ayuda pues a saber de dónde venimos y quiénes somos, nos ayuda a entender el mundo, además de desplegar la imaginación y creatividad. Se tiene como uno de los propósitos del presente texto el desarrollo de la capacidad física de la lectura, así como la comprensión lectora, ambas que ayudará a factores como el hablar en público o a la construcción de personajes. Además, debe apoyar a la mejora de las habilidades de escritura y redacción, fundamental en las herramientas comunicativas, cabe resaltar que hoy todos somos escritores en nuestras redes sociales. Conocer a los principales exponentes de la literatura mexicana es el principal propósito del presente texto, aunado a generar reflexiones sobre las circunstancias que motivaron sus principales textos. Revisión de conceptos que se ven desde la primera literatura, que atiende a conceptos centroeuropeos, lo cual puede dificutar el estudio de la literatura precolombina, pero que al final de cuentas, el presente aborda desde la llegada de los europeos a la región, pero que es importante tener presente: Tradición Oral: La más antigua de las expresiones humanas, permite transmitir creencias y tradiciones, además de relacionarse a la idiosincrasia de los pueblos y su cosmogonía. Dentro la tradición oral se contaban historias, de las cuales algunas fueron rescatadas y llevadas a textos, sin embargo, es probable que muchas de ellas quedaran olvidadas en el tiempo. Género Lírico: Ampliamente extendido por el territorio americano, se requerida en temas de carácter religioso, también fue empleado en tópicos como leyes. La lírica se expresó en forma de canto y música, poesía, danza y teatro. Desde aquí se explora la vida y la muerte, así como la existencia humana. Recibimiento de la flor, Quetzal Ave o Coyote que ayuna son algunos ejemplos de este género. Generó Épico: Hazañas de guerreros y actos heroicos se enmarcan en este género. En casos particulares, se apoyaba en poesía (considerada poesía épica) en donde la lírica se intersecta con la épica. En algunos casos específicos, las hazañas de la conquista fueron llevados al género épico. Género Narrativo: Empleado por el enorme crisol de culturas a lo largo de la historia, pero ampliamente extendido por las principales culturas, la azteca, Inca y Maya. Empleado para publicar sus leyes, sus mitos y leyendas, así como sus textos de carácter religioso, también expresan temas como la agricultura, la medicina, el amor y la ética y moral reflejada en el bien y el mal; otro tópico es la muerte y el más allá. Dentro de este género se desarrollan mitos que fortalecían a sus deidades y su cosmogonía, como el mito de Tláloc, que tienen como propósito explicar ciertos fenómenos. También expresa Leyendas, muchas de ellas existen hasta nuestro tiempo, como el caso de “La llorona”. Los pueblos encontraron en el desarrollo de su cosmogonía el pretexto para exaltar su idiosincrasia, danto pie al imaginario colectivo. Así, surgen mitos como “El Águila devorando una Serpiente” en el cual se sustenta el inicio del imperio azteca, así como las bases de la mexicanidad contemporánea, al ser considerado símbolo patrio. Otras divisiones de la narrativa se sucedieron durante la conquista, es el caso de (Castillo, 01): Diarios: Expresan sentimientos y emociones de los conquistadores, tanto de su llegada como durante los sucesos de la conquista. Cartas: Representan un compendio de informes y noticias que se mandaron por parte de los conquistadores al viejo continente por parte de conquistadores y clérigos. Crónicas: A diferencia de los diarios y las cartas, estas fueron contadas tanto por conquistadores, como indígenas y mestizos. Las crónicas narran los acontecimientos según sus propias visiones, por lo tanto, la lectura de las distintas versiones (como en cualquier lectura de carácter histórico, contemporáneo y político) ayuda a construir un panorama más cercano a la realidad. "
		},
		{
			"titulo": "1.2 Fichas de estudio sugeridas.",
			"contenido": "1.2 Fichas de estudio sugeridas. Basados en las propuestas del semestre anterior, se desglosa lo siguiente: En la crítica literaria existen diferentes caminos para el análisis de obras, por citar algunas referencias se citan las siguientes (M., 2018): 1. Método trascendente que salen del texto. 2. Métodos inmanentes que se basan en el texto. 3. Métodos integradores que engloban lingüística con sociedad y cultura. Sin embargo, su estudio requiere de un espacio independiente. Por tal motivo, se propone a manera de recomendación al profesor, la siguiente ficha para el estudio de las obras que se lean en los siguientes capítulos: 1. Obra: 2. Autor: 3. Año de la obra: 4. Contexto histórico y socio cultural de la obra: 5. Estilo Literario: 6. Género: 7. Elementos de la novela (Tema, Tiempo, Espacio y Personajes). 8. Apreciaciones personales 9. Conclusión. "
		},
		{
			"titulo": "2. Herencia amerindia. De la época precolombina a la conquista (repaso).",
			"contenido": "2. Herencia amerindia. De la época precolombina a la conquista (repaso). Apéndice: El presente texto solo hace referencia simplificada a los sucesos literarios previos o durante la conquista, pues fueron abordados en literatura II, para mayores referencias revisar el libro. La historia de las culturas precolombinas es un crisol de experiencias, idiosincrasias, de cosmogonía y de formas de ver el mundo, que se ve reflejado sobretodo en la tradición oral, pues esas culturas no desarrollaron una tradición de plasmar por escrito sus historias, salvo honrosas acepciones, es hasta la llegada de los españoles que se ve la manera de rescatar la tradición oral en escritos. Hasta nuestros días, sobresalen textos como el “Chilam Balam” o el “Popol Vuh” Mayas, que es considerada de las culturas precolombinas más importantes, sin descuidar otras culturas como la Olmeca hasta la Mexica, donde resaltan textos como “Anales de Tlatelolco”, “La leyenda de los soles” o algunos códices como el “Códice Borgia”, inclusive llegan hasta nuestros días poemas y canciones de personajes como el propio Nezahualcóyotl (1402- 1472), cuyo poema ampliamente reconocido, “Amo el canto del cenzontle” se expresa a continuación: Amo el canto del cenzontle, Pájaro de cuatrocientas voces, Amo el color del jade Y el enervante perfume de las flores, Pero amo más a mi hermano el hombre. Cabe destacar en México el uso del “Amoxtli”, prácticamente de las pocas evidencias de libros pre- hispánicos, libro elaborado con largas tiras de papel amate o con cuero de venado, que contenía dibujos pictóricos usados para evocar cantos. Sin embargo, cuando la llegada de los españoles, el problema de la baja producción escrita se agudizó, pues se estigmatizaron como textos que contenían alabanzas a dioses paganos que debían ser destruidos. Aunque la mayoría de los relatos originales se encuentran en cerámicas y en muros, la realidad es que es hasta la llegada de los españoles que se realiza un esfuerzo por rescatar la tradición oral literaria. Algunos autores prehispánicos reconocidos son: 1. En la región de México-Tenochtitlan: a. Tochihuitzin Coyolchiuhqui. b. Axayácatl. c. Moquihuitzin de Tlatelolco. d. Macuilxochitzin. e. Teonximac de Tenochtitlan. f. Temilotzin de Tlatelolco. g. Totoquihuatzin de Tlacopan. h. Tetlepanquezanitzin de Tlacopan. i. Oquitzin de Azcapotzalco. 2. En la región de Tezcoco (Texcoco): a. Nezahualcóyotl de Tezcoco. b. Cuaucuauhtzin de Tepechpan. c. Nezahualpilli. d. Cacamatzin de Tezcoco. 3. En la región de Puebla-Tlaxcala: a. Tecayehuatzin de Huexotzinco. b. Ayocuan Cuetzpaltzin de Tecamachalco. c. Xayacamach de Tizatlan. d. Xicohténcatl. 4. En la región de Chalco-Amecameca: a. Aquiauhtzin de Ayapanco. b. Chichicuepon de Chalco. Aunque generalmente se hace referencia sobre las culturas Maya y Mexica, la realidad es que la historia de las civilizaciones prehispánicas es muy amplia, por mencionar algunas están los Olmecas, considerada la cultura madre, Teotihuacana, Toltecas, Mixtecas, Zapotecas, Chichimecas, entre muchas otras, algunas de las cuales muy regionalizadas como los Tarahumaras o los Tepehuanos. A la fecha, y en gran medida por la tradición oral, muchas historias relacionadas a estas culturas prevalecen, como colofón, cabe las dos siguientes preguntas: ¿Qué culturas han florecido en la región donde está el lector? ¿Qué historias cuentan? "
		},
		{
			"titulo": "3. El Virreinato.",
			"contenido": "3. El Virreinato. El choque cultural fue duro, imposiciones de una nueva Fe, de una nueva religión pues, de un nuevo idioma, de una nueva forma de gobierno y una nueva estructura social, económica y cultural, cuyo nuevo orden se centró en gran medida a desconocer lo anterior, de no ser por humanistas como los franciscanos Bernardino de Sahagún o Toribio de Benavente Motolinía, de dominicos como Bartolomé de las Casas o Andrés de Olmos, de personajes como Alonzo de Zurita entre muchos otros, que realizaron un esfuerzo por recuperar las historias prehispánicas, obtenidas de la tradición oral, de algunos “Amoxtli” o de muros de edificios que lograron sobrevivir o que fueron estudiados antes de que se derrumbaran para dar forma a las nuevas ciudades y a los nuevos cultos, textos que fueron conservados en códices. A la par, fueron en su mayoría los cronistas españoles quienes relataron los hechos que se suscitaron en los años de conquista: crónicas y cartas que relatan su visión de los conflictos que darían forma al virreinato. Entre ellos sobresale el propio Hernán Cortes, que redactaría su visión de las tierras y las culturas que estaba conquistando a nombre de la corona, sobresalen también Bernal Díaz del Castillo, Francisco López de Gómarra, al igual que contrapartes como Hernando de Alvarado Tezozómoc (emparentado con Moctezuma), o Chimalpahin Cuauhtlehuanitzin, Cronista de nobleza Chalca, así, con lecturas de ambas partes del conflicto, puede realizarse una radiografía más cercana sobre los procesos que se suscitaron en esa época. Advertencia previa: Los siguientes textos conservan su redacción original, no se trata de errores de autor sino de forma de escritura de la época. Fragmento de relatos de Tezozómoc: “…Venidos ante Moctezuma, hízoles una larga oración, que fuesen a empecer a los venidos por la mar del cielo, porque ya no quieren volverse, y el remedio de ello es que vais y hagáis vuestros poderíos en tanta manera, que teman de llegar acá y se vuelvan, o sobre ello echadles profundo sueño que los llevéis a media noche a cuestas y los despeñéis en unas hondas peñas y barrancas, o comedles los corazones, y si no pudiéredes con ellos, dejadlos que lleguen acá, que aquí haréis a vuestro gusto de ellos de manera que les pese de haber venido…” Fragmento de carta de Cortés: “Pasada esta puente, nos salió a rescebir aquel Muteeçuma con fasta ducientos señores, todos descalzos y vestidos de otra librea o manera de ropa ansimismo bien rica a su uso y más que la de los otros. Y venían en dos procesiones muy arrimados a las paredes de la calle, que es muy ancha y muy fermosa y derecha, que de un cabo se paresce el otro, y tiene dos tercios de legua y de la una parte y de la otra muy buenas y grandes casas ansí de aposentamientos como de mezquitas. Y el dicho Muteeçuma venía por medio de la calle con dos señores, el uno a la mano derecha y el otro a la izquierda, de los cuales el uno era aquel señor grande que dije que me había salido a fablar en las andas y el otro era su hermano del dicho Muteeçuma, señor de aquella cibdad de Yztapalapa de donde yo aquel día había partido, todos tres vestidos de una manera, expceto [que] el Muteeçuma iba calzado y los otros dos señores descalzos. Cada uno le llevaba de su brazo. Y como nos juntamos yo me apeé y le fui a abrazar solo, y aquellos dos señores que con él iban me detuvieron con las manos para que no le tocase. Y ellos y él ficieron ansimismo cerimonia de besar la tierra, y hecha, mandó a aquel su hermano que venía con él que se quedase conmigo y me llevase por el brazo, y él con el otro se iba adelante de mí poquito tercho. Y después de me haber él fablado, vinieron ansimismo a me fablar todos los otros señores que iban en las dos procesiones en orden uno en pos de otro, y luego se tornaban a su procesión. Y al tiempo que yo llegué a hablar al dicho Muteeçuma quitéme un collar que llevaba de margaritas y diamantes de vidrio y se lo eché al cuello. Y después de haber andado la calle adelante, vino un servidor suyo con dos collares de camarones envueltos en un paño que eran hechos de huesos de caracoles colorados que ellos tienen en mucho. Y de cada collar colgaban ocho camarones de oro de mucha perfición tan largos casi como un jeme, y como se los trujeron se volvió a mí y me los echó al cuello…” Sin embargo, posterior al corto periodo de conquista, se suscitó el nacimiento de un nuevo periodo en la historia: la nueva España, conocido como la época virreinal, aclarando que algunos lo denominan época colonial, los españoles aluden a que no se trataba de colonias, sino de extensiones de España, por ello defienden el concepto de virreinal. El periodo Virreinal dura 300 años, de 1521 a 1821, fecha en que se firma la independencia de México (28 de septiembre de 1821). Los primeros años fueron complejos, pues se estaba en transición de una nueva cultura, una nueva identidad, en incluso (aunque el concepto nació siglos después) una nueva división de clases sociales, entre españoles, indígenas, criollos y mestizos, una nueva religión que empezaba a cambiar las creencias, y que terminó por forjarse en el cerro del Tepeyac, sumados a la nueva lengua se inicia una etapa de sincretismo, donde las culturas fueron adaptándose entre sí, dando paso a una cultura particular, con una lógica influencia peninsular en particular, y de Europa en general, incluso de otras partes como el resto de Latinoamérica, de África, del cual llegarían muchos esclavos, y de Asia. Desde el punto de vista de la literatura, fue complejo, pues en principio, salvo honrosas excepciones como el mismo Tezozómoc, a los nativos les estaba prohibido escribir, sin embargo, con el pasar de los años, se fue haciendo habitual, consecuencia de la edad de oro español, dando como resultado a grandes literatos, no solo de la literatura novohispana, sino universal, tal es el caso de Sigüenza y Góngora, o de la ilustre Sor Juana Inés, destacando también figuras como Ruiz de Alarcón, Fernández de Lizardi o Fray Servando Teresa de Mier. A continuación, se revisa siglo por siglo la herencia literaria de la Nueva España. "
		},
		{
			"titulo": "4. Siglo XVI.",
			"contenido": "4. Siglo 16. Mientras en el siglo XVI se empieza a forjar la nueva España, expandiéndose hasta zonas que hoy pertenecen a USA, creando su propia identidad, es en esos años, específicamente en el año de 1563 cuando el explorador Francisco de Ibarra funda la Ciudad de Durango, explorador cuyo nombre es de importancia para la Universidad Autónoma de Durango. Como se ha mencionado, los primeros años del virreinato estuvieron enmarcados por las crónicas de la conquista, desde la versión del propio Cortés y Bernal Díaz, hasta las versiones de Chac-Xulub-Chen. Sin embargo, la conciencia historia del siglo XXI tuvo como referencia la influencia europea, al igual que el expansionismo de España y su cada vez mayor fuerza política, económica y militar. Uno de los sucesos importantes está relacionado al virrey Antonio de Mendoza y Pacheco, que, en el año de 1549, trajo la primera imprenta a México, siendo también la primera imprenta en todo el continente. La cultura de aquellos años, producto de la herencia pre-colombina que se entrelazaba con el renacimiento europeo, y que a su vez mostraba algunas influencias moriscas, que sin embargo fueron imponiendo el castellano como elemento de enseñanza, fue enriqueciéndose con arquitectura, escultura y pintura en primera instancia, la literatura empezó de forma más lenta, más adelante, sobre todo en el siglo XVII, la literatura dejaría una gran herencia. El sentido religioso en la cultura del siglo XVI dejaría sus mejores expresiones, catedrales, templos, conventos, pinturas y esculturas dentro de las mismas iglesias son testigo de dicho florecimiento. Cabe destacar que no sólo la Nueva España vivía cambios, algunos puntos importantes de la historia en ese siglo son: 1. Son los años del renacimiento, movimiento cultural humanista y científico nacido en Italia, con exponentes como Leonardo Da Vinci. 2. 1512: Copérnico menciona que el Sol y no la Tierra es el centro del Universo. 3. 1517, la reforma protestante de Lutero. 4. 1519, Carlos V de España es nombrado Emperador del Sacro Imperio Romano-Germánico, otorgando a España un enorme poder. Esos son algunos sucesos previos a la conquista. Algunos de los virreyes de este siglo son: 1. Antonio de Mendoza y Pacheco, primer virrey. 2. Luís de Velazco y Ruíz de Alarcón, Segundo Virrey, ocupa el cargo en el momento de la fundación de Durango. A continuación, se revisa a algunos autores del siglo XVI: "
		},
		{
			"titulo": "4.1 Cartas y crónicas de la conquista.",
			"contenido": "4.1 Cartas y crónicas de la conquista. La literatura de conquista se refiere a textos, sobre todo crónicas y cartas, realizadas por ambas partes, los conquistadores y los pueblos americanos, pero sobre todo por los primeros. Es un periodo que inicia oficialmente en 1492, cuando Cristóbal Colon llega por primera vez a territorio americano, específicamente el 12 de octubre de ese año, tras dos meses y nueve días, llega a Guanahani, isla antillana perteneciente a las Bahamas bautizada como San Salvador, y se extiende a lo largo del proceso de conquista de las diferentes regiones del continente, en México, por ejemplo, a conquista termina en 1521. Esos primeros años de conquista y colonia, se realiza un esfuerzo importante, que incluye a grupos religiosos y los nativos adoctrinados y alfabetizados por tratar de rescatar las historias, sucesos y literatura procedente de la oralidad en textos, además de las cartas mandadas a los reyes católicos y sus familias por los mismos conquistadores. Es importante acotar, que, en ese entonces, España no existía como tal, los reyes católicos fusionaban dos reinos, La reina Isabel de Castilla y el Rey Fernando de Aragón, en el periodo correspondiente al descubrimiento, posteriormente incursionarían reyes de otros territorios peninsulares además de otras latitudes europeas, como Inglaterra. En ese sentido, a Cristóbal Colon se le atribuyen los primeros textos realizados en América, que más que tratarse de una obra literaria, son descripciones de la región a donde había llegado, cabe mencionar que el creyó haber llegado a la India. En dichas descripciones que tenían como intención ser informes se transformaron en crónicas que hablan de un paraíso, lleno de maravillas. A continuación, un extracto de la primera carta de Colon a los Reyes Católicos, adaptada para su comprensión, pues la escritura y habla de esa época ha cambiado notablemente con referencia a nuestra época. (Colón, 1493). Señor, porque sé que habréis placer de la gran victoria que Nuestro Señor me ha dado en mi viaje, vos escribo ésta, por la cual sabréis como en 33 días pasé de las islas de Canaria a las Indias con la armada que los ilustrísimos rey y reina nuestros señores me dieron, donde yo hallé muy muchas islas pobladas con gente sin número; y de ellas todas he tomado posesión por Sus Altezas con pregón y bandera real extendida, y no me fue contradicho. A la primera que yo hallé puse nombre San Salvador a conmemoración de Su Alta Majestad, el cual maravillosamente todo esto ha dado; los Indios la llaman Guanahaní; a la segunda puse nombre la isla de Santa María de Concepción; a la tercera Fernandina; a la cuarta la Isabela ; a la quinta la isla Juana, y así a cada una nombre nuevo. Continua Las tierras de ella son altas, y en ella muy muchas sierras y montañas altísimas, sin comparación de la isla de Tenerife; todas hermosísimas, de mil fechuras, y todas andables, y llenas de árboles de mil maneras y altas, y parece que llegan al cielo; y tengo por dicho que jamás pierden la hoja, según lo puedo comprehender, que los ví tan verdes y tan hermosos como son por mayo en España, y de ellos estaban floridos, de ellos con fruto, y de ellos en otro término, según es su calidad; y cantaba el ruiseñor y otros pajaricos de mil maneras en el mes de noviembre por allí donde yo andaba. Algunos escritores de la época fueron revisados en el semestre anterior, tal es el caso de Fray Bartolomé de las Casas, recordamos también a: 1. Bernardino de Sahagún: Historia general de las cosas de la nueva España. 2. Bernal Díaz del Castillo: Historia Verdadera de la conquista de la Nueva España. 3. Francisco López de Gómarra. 4. Hernán Cortés: Cartas. A continuación, se revisa a otros autores que escriben en esa época: "
		},
		{
			"titulo": "4.2 Bernal Díaz del Castillo.",
			"contenido": "4.2 Bernal Díaz del Castillo. Nacido en una provincia de Valladolid, en el año de 1495, fallece en el año de 1584, conquistador que participa, al lado de Cortés, en la conquista de México, autor de la “Historia verdadera de la conquista de la Nueva España”, si bien, hay mucha gente que escribe respecto a lo acontecido entre los años de 1519 y 1521, muchos aluden a que él es el único que vivió dichos acontecimientos, dándole un valor histórico a sus relatos. Desde su desembarco relata conflictos con los Mayas, las alianzas con diferentes pueblos como con los Totonacas en Cempoala, la fundación de la Villa Rica de la Vera Cruz, conflictos y alianzas con los señores de Tlaxcala, la llegada a Tenochtitlan, la noche triste y finalmente la caída del imperio Mexica, son algunos de los temas que Bernal expresa en su texto, que revisaría y complementaria a lo largo de los años. A continuación, un fragmento de “Historia verdadera de la conquista de la Nueva España”, escrito por Bernal Día del Castillo. “Le aconsejaron que no fuese a Méjico, que era una ciudad muy fuerte y de muchos guerreros, y que correríamos muchos peligros. Que mirase que, ya que íbamos, que, subido aquel puerto, había dos caminos muy anchos, y que uno iba aún pueblo que se dice Chalco, y el otro a Tamanalco, que era otro pueblo, entrambos sujetos a Méjico. Que un camino estaba muy barrido y limpio para que vayamos por él y el otro camino le teníamos ciego, y cortados muchos árboles muy gruesos y grandes pinos porque no pueden ir a caballos ni pudiésemos pasar adelante, y que, abajado un poco de la sierra, por el camino que tenían limpio, creyendo que habíamos de ir por él, tenían cortado un pedazo de la sierra, y había allí mamparos y albarradas, y que han estado en el paso ciertos escuadrones de mejicanos para matarnos. Cortés les recibió el presente con mucho amor, y les dijo que les agradecía el aviso que le daban, y con la ayuda de Dios, que no dejará de seguir su camino, y que irá por donde le aconsejaban.” "
		},
		{
			"titulo": "4.3 Hernando de Álvarado Tezozómoc.",
			"contenido": "4.3 Hernando de Álvarado Tezozómoc. Nacido en México Tenochtitlan, entre 1520 y 1530 (no se tiene el registro exacto y varía según el autor, lo mismo que su muerte), fallece en el año de 1610. Tezozómoc tenía sangre real mexica en sus venas, era nieto por parte de su madre del antepenúltimo Huey Tlatoani Mexica: Moctezuma (Moctecouzoma, Motecuhzoma, según autor), también, por parte de su padre, era bisnieto de Axayácatl, dándole un trato privilegiado en los primeros años del Virreinato, Los españoles un sus primeros años decidieron que los nativos fueran gobernados por nativos conquistados, dándole el cargo de Gobernador de México, entre los años de 1539 a 1541, cargo otorgado por el Virrey Antonio de Mendoza. Estos hechos le abrieron las puertas a uno de los primeros colegios de la nueva España, el Colegio de Santa Cruz de Tlatelolco, donde además de aprender historia Mexica, aprendió la historia de Europa, catolicismo y artes. Sus estudios le abrirían puertas como traductor y como persona altamente influyente en esos primeros años de virreinato. Ese bagaje de experiencias culturales hicieron de Tezoómoc el primer intelectual nativo posterior a la conquista, sus dos obras cumbres son “Crónica Mexicana” y “Crónica Mexicáyotl”. La “Crónica Mexicana” escrita hacia 1598, da identidad a nuestra nación, relata la tradición y la historia del pueblo Azteca-mexica, desde su salida de Aztlán hasta la época de la conquista. Desde los años cristianos de 1064 hasta 1579. A lo largo de sus 110 capítulos relata las conquistas mexicas, sus sacrificios y penurias, combinando elementes mitológicos, sus creencias y deidades, sus costumbres, vestimentas y religión. La obra pretende conservar la tradición y la herencia que dejaron los ancianos a sus descendientes, con la finalidad de que nunca olviden la historia de la gran ciudad y de su gente. Cabe resaltar que la obra, escrita en español, tiene la característica de que sus dos últimos capítulos se redactaron en Nahuatl, refleja además la visión personal sobre su relación con los españoles, se ese choque cultural que representó para los nativos la llegada de los españoles. Por su parte, la “Crónica Mexicáyotl”, sale hacia el final de su vida, en 1609, dedicada al desarrollo genealógico de la nobleza, de los altos Pipiltin Mexica-tenochcas, escrito totalmente en idioma Náhuatl, Rocío Cortes expresa de ésta crónica que es una “re-elaboración de la historia imperial mexica, que sigue sus tradiciones de producción y de coherencia indígenas”. A continuación, extracto de la obra “Crónica Mexica” de Tezozómoc (Tezozomóc, 1598): “La venida que hicieron, tiempos y años que estuvieron en llegar a este Nuevo Mundo, adelante se dirá. Y así ellos propios persuadiendo a los naturales por la estrechura en que estaban, determinó y les habló su Dios, en quien ellos adoraban, Huitzilopochtli, Quetzalcoatl, Tlalocateutl, y otros como se irán tratando. La venida de estos mexicanos muy antiguos, de la parte que ellos vinieron, tierra, y casa antigua llamada hoy día Chicomoztoc que es casa de siete cuevas cavernosas. Segundo nombre llaman Aztlán, que es decir asiento de la Garza (o abundancia de ellas). Tenían en las lagunas, y su tierra Aztlán un Cú, y en ella el templo de Huitzilopochtli, ídolo, dios de ellos, en su mano una flor blanca, en la propia rama del grandor de una rosa de Castilla, de más de una vara en largo, que llaman ellos Aztaxochitl, de suave olor. Antiguamente ellos se jactaban llamar Aztlantleca. Otros les llamaron Aztecas Mexitin, que este nombre de Mexitin quiere decir Mexicano: como más claro decir al lugar manantial de la uva, así Mexi, como si del Maguey saliera manantial, y por eso ellos ahora llamados mexicanos, como antiguamente se nombraban Mexica; Chichimeca, Mexicanos, Serranos, Montañeses; y ahora por el apellido de esta tierra, y Ciudad de México Tenuchtitlan, el tiempo que a ella llegaron viniendo huyendo desbaratados de los naturales indios de Culhacan, su vecino, que ahora es a dos leguas de la ciudad de México, persuadidos del demonio Huitzilopochtli, llegaron a la dicha ciudad, que es ahora México Tenuchtitlan, porque el día que llegaron a esta Laguna Mexicana, en medio de ella estaba, y tenía un sitio de tierra, y en él una peña, y encima de ella un gran tunal, y en la hora que llegaron con sus balsas de caña, o corrido, hallaron en el sitio la hoja, piedra, y tunal, y al pie de él un hormiguero, y estaba encima del tunal una águila comiendo y despedazando una culebra, y así tomaron el apellido, armas y divisa, el Tunal y Águila, que es Tenuchca o Tenuchtitlan, que hoy se nombra así; y al tiempo que llegaron a esta ciudad habían andado y caminado muchas tierras, montes, lagunas y ríos…” "
		},
		{
			"titulo": "4.4 Gaspar Pérez de Villagrá.",
			"contenido": "4.4 Gaspar Pérez de Villagrá. Nacido en Puebla de los Ángeles en el año de 1555, fallece en el año de 1620, poeta y militar, quien, al participar en campañas de conquista al norte de la Nueva España, lo que hoy es el sur de Estados Unidos, relata sus vivencias en crónicas de influencia épica. Estudió letras en Salamanca, España, a donde viajó muy joven, para, una vez concluido sus estudios, regresar y sumarse a las expediciones de Juan de Oñate (1598 y 1599), explorando y conquistando territorios en lo que hoy es Ciudad Juárez y El Paso. Su principal obra es “Historia de la Nueva México”, considerada la primera obra literaria de corte épico escrito en territorio de lo que hoy es Estados Unidos, desarrollada en tres partes, siendo la primera de corte predominantemente histórico, la segunda parte es más antropológico y la tercera parte es más épica. A continuación, un fragmento de la obra de Villagrá (VILLAGRÁ, 1610). Advertencia previa: Los siguientes textos conservan su redacción original, no se trata de errores de autor sino de forma de escritura de la época. “CANTO TREINTA Como auiendo ordenado el nueuo general a sus soldados, se fue à despedir de Luzcoija, y batalla que tuuo con los Españoles, y cosas que en ella sucedieron Quando contra razon se enciende el hombre, Y fuerça à su apetito à que se incline, A emprender vna cosa que es sin traza, Con que facilidad aduierte y nota, Lo que es en pro, y en contra de aquel hecho, Que assi quiere emprender contra justicia, Temiendo pues Gicombo, y trascendiendo, Como prudente, diestro y recatado, Que alli Zutacapan y todo el pueblo, Iuntos al mejor tiempo le faltasen, Hizo comprometiesen y jurasen, Segun sus leyes, ritos, y costumbres, Assi como Anibal jurò en las haras, Y altares de sus dioses, que enemigo, Mortal seria siempre, de Romanos, Que assi inuiolablemente guardarian, Con grandes penas, vinculos y fuerças, Las condiciones puestas y assentadas, Hecha la cerimonia y celebrado, El vil supersticioso juramento, Fue por su propia mano alli escogiendo, Quinientos brauos baruaros guerreros,…” "
		},
		{
			"titulo": "4.5 Francisco de Terrazas.",
			"contenido": "4.5 Francisco de Terrazas. Poeta Mexicano nacido en Tulancingo en el año de 1525, fallece en el año de 1600. Considerado el primer poeta criollo, además es considerado de los mejores poetas de su tiempo, al grado de que el propio Cervantes elogiara su talento. Con gran influencia de la escuela Sevillana, su obra gira entre la dicotomía de la belleza y la crueldad, temas referentes del petrarquismo de moda en su época (revisar libro de literatura I). Se sabe de Terrazas que fue un autor prolífero, sin embargo, gran parte de su obra se ha perdido, llegando hasta nuestros tiempos 9 sonetos, una epístola, 10 décimas y algunos fragmentos de su poema épico “Nuevo mundo y conquista”. El análisis de la obra de Terrazas se aborda no sólo desde la literatura, sino desde otras ciencias como la antropología y la sociología, pues es reflejo del fenómeno trasncultural y de hibridación entre el pueblo español y los nativos, entre la España y la nueva España, es exponente de una primera generación de criollos. Prueba de ello es su obra “Dejad las hebras de oro ensortijado”, del cual se coloca para su apreciación (Terrazas, 1577). “Dejad las hebras de oro ensortijado. Dejad las hebras de oro ensortijado que el ánima me tienen enlazada, y volved a la nieve no pisada lo blanco de esas rosas matizado. Dejad las perlas y el coral preciado de que esa boca está tan adornada, y al cielo, de quien sois tan envidiada, volved los soles que le habéis robado. La gracia y discreción que muestra ha sido del gran saber del celestial Maestro, volvédselo a la angélica natura; y todo aquesto así restituido, veréis que lo que os queda es propio vuestro: ser áspera, cruel, ingrata y dura.” "
		},
		{
			"titulo": "5. Siglo XVII.",
			"contenido": "5. Siglo 17. El siglo enmarcado por la enorme influencia española en el mundo, considerada como la segunda parte del siglo de Oro Español, conocido también como el siglo del Barroco, el cual generaría una enorme influencia en la literatura y en otras artes como la pintura. Sin embargo, también es conocido como un siglo complejo, sobre todo en Europa, que se vio sumida en sequias prolongadas, crisis económicas, hambrunas y guerras, mientras que algunas zonas de Asia se fieron fortalecidas. Es el siglo del rey Luis XIV de Francia, de Carlos II en España, de la consolidación de las colonias en toda América, del nacimiento de la leyenda negra, de personajes que dejaron un gran legado como el Propio Cervantes, quien publicó en el año de 1605 su primera parte del Quijote, de Shakespeare, del Cardenal Richelieu, de Galileo Galilei, de Isaac Newton, Molière: se concluye la basílica de San Pedro, entre otros sucesos destacados. Una nueva forma de concebir el arte, el barroco, logrando permear artes como la misma literatura, pero también la música, la arquitectura, escultura, pintura, ópera, danza y teatro, abarcando todo el siglo XVII, incluso hasta los primeros años del siglo XVII, no sólo en Europa, sino siendo también de gran actividad en américa latina. Se sitúa el origen del Barroco en Italia, extendiéndose rápidamente por Europa, su significado hace referencia a recargado, sin embargo, es un concepto más polisémico, proveniente del portugués, hace referencia a perlas irregulares, pero en su apreciación artística tiende a ser ornamentado. La literatura Barroca siguió líneas políticas y religiosas contra-reformistas, caracterizándose por su marcado escepticismo y pesimismo, donde la actitud de vida es hacia la duda o el desengaño, además de la prudencia, cabe recordar que, como se dijo en líneas atrás, el siglo en Europa fue difícil, y eso termina reflejándose en las artes. Luís de Góngora, Francisco de Quevedo, Bernardo de Balbuena, Fontanella, son algunos de los españoles que marcarían el camino en la literatura Barroca. El siglo XVII es también el siglo de la comedia burlesca, como parodia a la comedia barroca. En la Nueva España, el siglo XVII representa una consolidación del virreinato, considerándose la principal colonia española, aquí se alcanza una madurez cultural. Esta consolidación de la Nueva España es compleja, pues su contraparte, la España peninsular se encuentra en franca perdida de hegemonía europea, con una crisis política y económica, siendo sus colonias el bastión que lo mantiene a flote, que aun así, sufrían las penurias al grado que, por ejemplo, lo que hoy es Tabasco llegó a ser ocupado por franceses. Sin embargo, la consolidación de la nueva España permitió que los criollos empezaran a ocupar cargos administrativos y eclesiásticos de importancia, permeando también mayor participación intelectual y cultural, en este apogeo surgen grandes pensadores y escritores, como: 1. Bernardo de Balbuena. 2. Juan Ruíz de Alarcón. 3. Sor Juana Inés de la Cruz. 4. Carlos de Sigüenza y Góngora. 5. Diego de Ribera. 6. María Estrada Medinilla. 7. Miguel de Guevara. 8. Antonio de Saavedra. 9. Nicolás Portillo. Este siglo de el de mayor expansión novohispana, abarcando incluso gran parte del territorio de lo que hoy es Estados Unidos. Algunos de los virreyes del siglo son: 1. 10mo Virrey, Juan de Mendoza y Luna. 2. 12vo Virrey, Fray García Guerra. 3. 14vo Virrey, Diego Carrillo de Mendoza y Pimentel. 4. 15vo Virrey, Rodrigo Pacheco y Osorio. 5. 25vo Virrey, Antonio Álvarez de Toledo y Salazar. 6. 27vo Virrey, Payo Enríquez de Ribera. En ese contexto, se ve a más detalle a algunos de los escritores más representativos de la época. "
		},
		{
			"titulo": "5.1 Juan Ruiz de Alarcón.",
			"contenido": "5.1 Juan Ruiz de Alarcón. Juan Ruiz de Alarcón y Mendoza, nació en el año de 1572 (algunos autores mencionan que nació en el año de 1580), en Taxco, y fallece en el año de 1639. El nacido en la Nueva España es considerado uno de las figuras más destacadas del teatro en la edad de oro español. Estudia en la Universidad de México, trasladándose en el año de 1600 a España para continuar sus estudios en la Universidad de Salamanca. En un principio, la obra de Ruiz de Alarcón fue mal recibida, pues se cree que su calidad ponía entre-dicho las obras de los grandes maestros españoles de la época, al igual que su permanencia y éxito, siendo duramente criticado por personalidades de la talla de Francisco de Quevedo, de Luis de Góngora o Tirso de Molina. Sin embargo, como sucede en la actualidad, la crítica es una forma de publicidad, despertando el interés de los públicos, incluso de la realeza. Publicó una veintena de comedias en dos volúmenes, del primer volumen sobresalen “Los favores del mundo” y “La cueva de Salamanca”, y en el segundo volumen sobresalen ”El dueño de las estrellas”, “El anticristo” y “El tejedor de Segovia”. Sin embargo su obra más reconocida es “La verdad sospechosa”, aunque también se considera de sus obras maestras a “Las paredes oyen”. “La verdad sospechosa”, obra cumbre de Ruiz de Alarcón, fue escrita entre los años de 1618 y 1621, fabula considerada por algunos estudiosos como moralista, pero también le otorgan carácter de crítica social. La obra tiene como personaje principal a Don García, quien se vuelve víctima de sus propias mentiras, es aquí donde fluctúa la idea de ser texto con intención moral, aunque más bien es una comedia el gusto por la vida. La obra se sitúa entre Madrid y Salamanca, donde Don García conoce a Jacinta y Lucrecia, Don García se enamora de Jacinta, y, para enamorarla, va inventando una serie de mentiras que, al final de la obra reconoce y es castigado por ello. Escribe Alfonso Reyes que “Con Alarcón, México toma la palabra ante el mundo”. A continuación, un fragmento de la obra “La verdad Sospechosa” de Juan Ruiz de Alarcón (Alarcón, 2013): “[Escena 8] TRISTÁN Aparte. No vi jamás despedida tan conforme y tan resuelta. DON GARCÍA Aquel cielo, primer móvil de mis acciones, me lleva arrebatado tras sí. TRISTÁN Disimula y ten paciencia, que el mostrarse muy amante antes daña que aprovecha, y siempre he visto que son venturosas las tibiezas. Las mujeres y los diablos caminan por una senda, que, a las almas rematadas, ni las siguen ni las tientan; que el tenellas ya seguras les hace olvidarse dellas, y solo de las que pueden escapárseles se acuerdan. DON GARCÍA Es verdad, mas no soy dueño de mí mismo. TRISTÁN Hasta que sepas extensamente su estado, no te entregues tan de veras; que suele dar, quien se arroja creyendo las apariencias, en un pantano cubierto de verde engañosa yerba. DON GARCÍA Pues hoy te informa de todo. TRISTÁN Eso queda por mi cuenta. Y ágora, antes que reviente, dime, ¡por Dios!, qué fin llevas en las ficciones que he oído, siquiera para que pueda ayudarte, que cogernos en mentira será afrenta: perulero te fingiste con las damas. DON GARCÍA Cosa es cierta, Tristán, que los forasteros tienen más dicha con ellas; y más si son de las Indias, información de riqueza. TRISTÁN Ese fin está entendido, mas pienso que el medio yerras, pues han de saber al fin quién eres…” "
		},
		{
			"titulo": "5.2 Sor Juana Inés de la Cruz.",
			"contenido": "5.2 Sor Juana Inés de la Cruz. ¡Que no se ha escrito de Sor Juana!, una de las más grandes figuras que ha dado México a la literatura universal. Juana Inés de Asbaje Ramírez de Santillana (Juana Ramírez) Erudita autodidacta que se convertiría en una de las escritoras más proliferas del siglo XVII, nació en el año de 1648 (algunos autores sitúan su nacimiento en 1651), en San Miguel Nepantla, fallece en el año de 1695. Considerada de las últimas grandes poetas del siglo de oro español, de extensa vida intelectual que abarcó los distintos saberes de la época. Cabe resaltar que, en la Nueva España del siglo XVII, el acceso a la educación era un aspecto celosamente reservado por el clero masculino, que sin embargo, Sor Juana desafiaría esa situación de desigualdad, siendo precisamente sus armas la educación, la erudición y la escritura. Niña prodigio, desde muy pequeña aprendería a leer y a escribir, a los 8 años escribiría su primera eucaristía, aprendería también desde muy pequeña latín. A los 14 años sería nombrada dama de honor de Leonor Carreto, la esposa del Virrey, brillando en la corte por su erudición, su viva inteligencia y su habilidad para componer poemas. A pesar de su notable presencia en la corte Virreinal, en 1967 se internaría en el Convento de las Carmelitas Descalzas, sin embargó, por problemas de salud, solo permaneció 4 meses. Dos años después ingresó al convento de la Orden de San Jerónimo, donde permaneció el resto de su vida. Ese lugar se convirtió en lugar de reunión de intelectuales de escritores, poetas y de figuras como los nuevos virreyes, ahí, Sor Juana creo también su biblioteca que contenía más de 4000 libros Escribió poemas líricos, cortesanos, filosóficos, música, al igual que comedias teatrales, obras religiosas y hasta villancicos, inscrita en el estilo barroco. Su poesía abarca temas de la vida, del amor y el desamor, esas temáticas le causarían problemas con el clérigo, que en 1690, tacharía de mundanos sus temas y le solicitaría que se enfocase más a temas de religión, alegando que era mujer y que era religiosa. SU respuesta fue su “La respuesta a sor Filotea de la Cruz”, un manifiesto en defensa a los derechos de la mujer a la educación, un argumento retórico estudiado incluso en Derecho y en Política por su capacidad argumentativa, citando a un poeta Aragonés (Lopez, 2017) “Uno puede perfectamente filosofar mientras se cocina la cena”. Este texto se convertiría en una composición argumentativa más importante de la literatura novohispana, que sin embargo, Sor Juana posiblemente no quedó conforme, pues vendió todos sus bienes, donando lo obtenido a la Iglesia, ella volvería a hacer sus votos religiosos y se dedicó a los mismos. Fragmento de “La respuesta a Sor Filotea de la Cruz”: “¡Oh si todos --y yo la primera, que soy una ignorante-- nos tomásemos la medida al talento antes de estudiar, y lo peor es, de escribir con ambiciosa codicia de igualar y aun de exceder a otros, qué poco ánimo nos quedara y de cuántos errores nos excusáramos y cuántas torcidas inteligencias que andan por ahí no anduvieran! Y pongo las mías en primer lugar, pues si conociera, como debo, esto mismo no escribiera. Y protesto que sólo lo hago por obedeceros; con tanto recelo, que me debéis más en tomar la pluma con este temor, que me debiérades si os remitiera más perfectas obras. Pero, bien que va a vuestra corrección; borradlo, rompedlo y reprendedme, que eso apreciaré yo más que todo cuanto vano aplauso me pueden otros dar: Corripiet me iustus in misericordia, et increpabit: oleum autem peccatoris non impinguet caput meum.” Figura de gran popularidad en su época, fue publicada en España y leída con asombro en grandes partes del imperio. Sus textos superaron incluso a muchos de la época, sirva de ejemplo el poema “Primero Sueño”, su obra teatral “Los empeños de una casa” o el auto sacramental “El Divino Narciso”. Cabe destacar que, a lo largo de los siglos, tanto en los años de Vida de Sor Juana, como posterior a su muerte, la poetisa ha tenido sus detractores, entre los que destacan Menéndez Pelayo, García Icazbalceta y Francisco Pimentel, entre muchos otros, que aluden sobre todo a su lenguaje “perverso”. Sin embargo, ya en siglo XX, su obra vuelve a revalorizarse, vuelve a cobrar interés y valor, a grado tal de ser hoy en día una de las grandes exponentes de la literatura universal y gran represente de la literatura mexicana. Algunos autores que han mostrado admiración por su trabajo son Amado Nervo, Xavier Villaurrutia, José Gorostiza, Octavio Paz y un largo etcétera. Para 1680, al igual que Carlos De Sigüenza y Góngora, Sor Juana fue también convocado para participar en el recibimiento del nuevo Virrey, el Marqués de la Laguna y su esposa la Condesa de Paredes, la participación de ambos consistió en realizar un arco triunfal alegórico, pues los arcos triunfales, desde la época Romana, simbolizaban momentos importantes dentro de la historia de las ciudades, si bien, estos arcos son alegóricos, es decir, son ficciones descriptivas que persiguen la misma esencia, destacar un momento importante dentro de la historia de la ciudad, en este caso, el recibimiento del nuevo Virrey y su esposa. Ambos autores tenían una gran responsabilidad, pues los arcos deberían ser cargados de virtudes y alabanzas al nuevo Virrey, pero, atendiendo a sus principios, cada autor utilizó recursos diferentes En 1680, publicaría el “Arco triunfal de Neptuno” alegórico a los virreyes, los marqueses de Laguna, que le ganaría la admiración de los virreyes, en especial de la virreina. Los Virreyes, que tomaron posesión un 07 de noviembre de 1680, pero entrarían a la capital hasta el 30 del mismo mes, sería recibidos con un gran recibimiento, para lo cual, se solicitó a Sor Juana, lo mismo que a Sigüenza y Góngora, redactaran arcos triunfales para su recibimiento, ambos escritos tenían que ser propagandísticos y educativos. En el caso de Sor Juana, escogió la mitológica figura de Neptuno como ejemplo del marqués, consta de tres partes, dos en prosa y una en verso. La obra representa las virtudes del nuevo virrey comparándolas con las bondades de los héroes y dioses mitológicos y con la arquitectura que el texto describe. A continuación, un fragmento del “Neptuno alegórico” de Sor Juana. “En el otro tablero eminente corona a la portada la alta frente y en el más alto asiento le da a todo el asunto complemento, el claro dios, a Laomedón perjuro el levantado muro, émulo del Tebano con divina fabrica diestra mano; a cuyo beneficio, viendo el sin par magnífico edificio, la docta antigüedad reconocida Dios de los edificios le apellida. Así, excelso Señor, claro Neptuno, en el amparo y oportuno vuestro, la tantos años esperada perfección deseada, libra la soberana en cuanto brilla Imperial Mejicana maravilla, que pobre en sus acciones de las que merecéis demostraciones, si de deseos rica, aquesta triunfal máquina os dedica, de no vulgar amor muestra pequeña que arrogante desdeña las de las ostentación muestras pomposas, reducida a verdades amorosas…” Sor Juana Inés de la Cruz fue una gran Influencia para los poetas de la ilustración del siglo XVIII, así como para generaciones de escritures, no sólo de la época Virreinal, sino del México Independiente, de España, y del Mundo. Poeta prolífera, admirada y referenciada en su tiempo y hasta nuestros días, de su múltiples poemas se elige “Hombres Necios que acusáis”, pues demuestra que algunos de los problemas que ella enfrento por ser mujer siguen vigentes hoy en día, más de 300 años después de su muerte, expone la desigualdad y la injusticia de la que es víctima la mujer a través del machismo y la discriminación, dejando en claro su punto de vista y su desacuerdo, siendo esta creación del barroco novohispano vigente hoy más que nunca. A continuación, el poema completo: Hombres necios que acusáis a la mujer sin razón sin ver que sois la ocasión de lo mismo que culpáis: si con ansia sin igual solicitáis su desdén ¿por qué queréis que obren bien si las incitáis al mal? Combatís su resistencia y luego, con gravedad, decís que fue liviandad lo que hizo la diligencia. Parecer quiere el denuedo de vuestro parecer loco al niño que pone el coco y luego le tiene miedo. Queréis, con presunción necia, hallar a la que buscáis, para pretendida, Thais, y en la posesión, Lucrecia. ¿Qué humor puede ser más raro que el que, falto de consejo, él mismo empaña el espejo y siente que no esté claro? Con el favor y el desdén tenéis condición igual, quejándoos, si os tratan mal, burlándoos, si os quieren bien. Opinión, ninguna gana; pues la que más se recata, si no os admite, es ingrata, y si os admite, es liviana. Siempre tan necios andáis que, con desigual nivel, a una culpáis por crüel y otra por fácil culpáis. ¿Pues cómo ha de estar templada la que vuestro amor pretende si la que es ingrata, ofende, y la que es fácil, enfada? Mas, entre el enfado y pena que vuestro gusto refiere, bien haya la que no os quiere y quejáos en hora buena. Dan vuestras amantes penas a sus libertades alas, y después de hacerlas malas las queréis hallar muy buenas. ¿Cuál mayor culpa ha tenido en una pasión errada: la que cae de rogada, o el que ruega de caído? ¿O cuál es más de culpar, aunque cualquiera mal haga: la que peca por la paga, o el que paga por pecar? Pues ¿para qué os espantáis de la culpa que tenéis? Queredlas cual las hacéis o hacedlas cual las buscáis. Dejad de solicitar, y después, con más razón, acusaréis la afición de la que os fuere a rogar. Bien con muchas armas fundo que lidia vuestra arrogancia, pues en promesa e instancia juntáis diablo, carne y mundo. "
		},
		{
			"titulo": "5.3 Carlos de Sigüenza y Góngora.",
			"contenido": "5.3 Carlos de Sigüenza y Góngora. Erudito y humanista, considerado uno de los hombres más cultos de su época, ilustre hombre de ciencia, nació en México en el año de 1645, fallece en el año de 1700. Intelectual novohispano polímata: escritor, historiador, cosmógrafo y profesor de matemáticas. Es considerado uno de los mayores escritores novohispanos, a a par de Sor Juana Inés de la Cruz A temprana edad ingresa en un colegio Jesuita, sin embargo, se le pide su dimisión por indisciplina, continua sus estudios en la universidad Real y Pontificia. Hombre de múltiples intereses, autor de una vasta obra donde abarcó casi todos los géneros, donde la poesía no fue la excepción, a muy temprana edad publicaría su “Primavera Indiana”, inspirado en la virgen de Guadalupe. Como escritor, abordó temas poéticos, periodísticos, matemáticos, astronómicos, históricos, geográficos entre otras temáticas, sin embargo, Muchos de sus libros y textos se han perdido al pasar de los años. Por otro lado, a pesar de su legado literario, algunos estudiosos consideran que éste no es tan trascendente como lo fue su legado en la filosofía, la historia y la ciencia. Sus escritos se caracterizan por un recargado gusto barroco, que incluyen un minucioso procedimiento técnico, pero que a su vez se vuelve novedoso al incluir vocablos regionales. Carlos De Sigüenza y Góngora se movía en un ámbito cultural entre las ciencias y las humanidades. Desde la ciencia, algunos de sus escritos son de suma importancia, tal es el caso de “Libra astronómica y filosófica”, cuyo pretexto para su escritura fue la polémica causada a partir del cometa que pasó por el hemisferio norte en el año de 1680, cuyo estudio del astro fue realizado en Europa por Edmund Halley, quien daría su nombre, pero la polémica se suscita en un intento de desacralización del cosmos, una visión de los astros más científica y hasta filosófica, en la que Sigüenza y Góngora se sumaría. El Propósito del autor fue argumentar que los cometas no eran “entes malignos” o de presagios de malos augurios, contradiciendo a la religión católica que aseguraba que estos entes eran enviados por dios como una forma de mensaje para los hombres, generalmente fatídico. Así, trataba de calmar el temor supersticioso que provocaba a la gente el fenómeno cósmico. Sin embargo, a la fecha, el debate sobre la influencia que pueden ejercer los astros en el hombre sigue abierto. A continuación, un extracto de la citada obra: “No hay signo de mala ley, pues para morir penado, la envidia basta al privado y el cuidado sobra al rey. De las cosas inferiores siempre poco caso hicieron los celestes resplandores; y mueren porque nacieron todos los emperadores. Sin prodigios ni planetas he visto muchos desastres, y sin estrellas profetas; mueren reyes sin cometas y mueren con ellos sastres”. Para 1680, Carlos De Sigüenza y Góngora, al igual que Sor Juana, fue también convocado para participar en el recibimiento del nuevo Virrey, el Marqués de la Laguna y su esposa la Condesa de Paredes, la participación de ambos consistió en realizar un arco triunfal alegórico, pues los arcos triunfales, desde la época Romana, simbolizaban momentos importantes dentro de la historia de las ciudades, si bien, estos arcos son alegóricos, es decir, son ficciones descriptivas que persiguen la misma esencia, destacar un momento importante dentro de la historia de la ciudad, en este caso, el recibimiento del nuevo Virrey y su esposa. Ambos autores tenían una gran responsabilidad, pues los arcos deberían ser cargados de virtudes y alabanzas al nuevo Virrey, pero, atendiendo a sus principios, cada autor utilizó recursos diferentes (Ibid). Si bien, Sor Juana alude a los dioses romanos, Sigüenza y Góngora apela a los monarcas precolombinos, sorprendiendo incluso a la misma Sor Juana, causando un revuelo en la época por su atrevimiento. EL autor buscó innovar, causar expectación, buscó sorprender al virrey, pues, como intelectual, era importante su aceptación en la corte. Para el autor, no era necesario ir a buscar las virtudes hasta los dioses romanos, pues alega que entre los aztecas también había grandes reyes, cargados de grandes virtudes, un sentimiento criollo que se expresa en la obra. El autor citaría a Eurípides para justificar su Arco: “No es cuerdo el que, despreciando los confines de la patria, alaba la ajena y se regocija con las costumbres extrañas”. La obra, dividida en dos capítulos, describe las virtudes de los monarcas prehispánicos, por supuesto, también habla de la importancia del suceso, a llegada del virrey, así como las dimensiones físicas del arco y sus características, pero enfatiza en las acciones de doce gobernantes prehispánicos que plasma sobre el virrey. Así, la obra “Teatro de las Virtudes”, considerada de gran importancia en la construcción de México, pone en práctica las técnicas de los dioses aztecas para gobernar a la Nueva España, que tiene en ese entonces poco más de siglo y medio de la conquista de Tenochtitlán, una nación que más que una extensión de Europa, es criolla. A continuación, un fragmento de la citada obra: -XI- Axayacatzin. La grandeza del mexicano imperio, a que dio origen la prudencia En el emperador Itzcohuatl y cuyos progresos de debieron a la piedad De Motecohzuma Ilhuicaminan, necesitaba para su conservación de la Fortaleza que se admiró entonces en Axayacatzin y con que se Hermoseó ahora la portada triunfal de que voy hablando. Debióle a Esta virtur el que, en la elección de emperador, que por muerte de Motecohzuma hicieron los mexicanos, fuese preferido a los hijos que éste dejó, siéndolo él de Tezozomoc, caballero ilustre de México, como tengo insinuado en otra parte. Cuál fuese esta fortaleza de Axayacatzin se ha de inferir, o de Lo que dijo Cicerón, donde afirma que es –la Ciencia de las cosas que deben llevarse a fin, o la afección del Alma a padecer y sobrellevar, obedeciendo sin temor, a la ley Suprema- o de os de Arist, que la define así: -es la fortaleza la agresión de lo terrible cuando la muerte es inminente para salvar el bien común-. Sus acciones, que se midieron con esa regla, y la Significación de su nombre, contribuyeron lo necesario para la Formación de su empresa. Porque Axayacatzin es lo propio que “cara” o “rostro cercado de agua”; y si en las aguas se simolizan las calamidades, las penas y los trabajos, por lo que de Pierio refiere –La causa por la que el agua simboliza las mayores calamidades, es ésta: que los demás peligros y caídas sólo dañan una parte del cuerpo; el agua, por el contrario, envuelve el cuerpo por todas sus partes y lo daña todo-”. Además de las obras citadas, Sigüenza y Góngora deja un gran legado, que va desde las matemáticas y la filosofía, hasta la prosa y la poesía, por supuesto, sin mencionar textos de interés para la iglesia. Destacan entre otras su “Primavera Indiana”, “Triunfo Parténico”, “Oriental planeta evangélico” o “Parayso occidental, plantado y cultivado por la liberal benéfica mano de los muy catholicos y poderosos reyes de España nuestros Señores en su magnífico Real Convento de Jesús María de México”, escribiría también un “Elogio Fúnebre de Sor Juana Inés de la Cruz”. Como dato heroico del autor, siendo su interés el desarrollo del intelecto y de la literatura, actuó valientemente en el motín de 1692 (que provocó el incendio del Palacio Nacional y del Ayuntamiento) salvando los Libros de Cabildos y otros muchos documentos del importante archivo que quedó consumido por las llamas. Su obra “Infortunios de Alonso Ramírez”, publicada en 1690, escrita en prosa, de amena lectura, es considera por algunos autores como la primera novela mexicana cronológicamente hablando, aunque si nombre completo es bastante largo, se trata de un documento literario histórico por lo anteriormente dicho, su nombre completo es: “Alonso Ramírez, natural de la ciudad de Puerto Rico, padeció, así en poder de ingleses piratas que lo apresaron en las islas Philipinas, como navegando por sí solo y sin derrota, hasta varar en la costa de Yucatán, consiguiendo por este medio dar la vuelta al mundo”. La obra trata de una ficción que ha generado múltiples estudios a lo largo del tiempo que buscan ver hasta que punto la obra era ficción o un relato de hechos reales. De su “Infortunio de Alonso Ramírez”, se extrae el siguiente fragmento (Góngora, 1684): “III PÓNENSE EN COMPENDIO LOS ROBOS Y CRUELDADES QUE HICIERON ESTOS PIRATAS EN MAR Y TIERRA HASTA LLEGAR A LA AMÉRICA Sabiendo ser yo la persona a cuyo cargo venía la embarcación, cambiándome a la mayor de las suyas me recibió el capitán con fingido agrado. Prometióme a las primeras palabras la libertad si le noticiaba cuáles lugares de las islas eran más ricos, y si podría hallar en ellos gran resistencia. Respondíle no haber salido de Cavite, sino para la provincia de Ilocos, de donde venía, y que así no podía satisfacerle a lo que preguntaba. Instóme si en la isla de Caponiz, que a distancia de catorce leguas está Noroeste Sueste con Marivelez, podría aliñar sus embarcaciones, y si había gente que se lo estorbase; díjele no haber allí población alguna y que sabía de una bahía donde conseguiría fácilmente lo que deseaba. Era mi intento el que si así lo hiciesen los cogiesen desprevenidos, no sólo los naturales de ella, sino los españoles que asisten de presidio en aquella isla, y los apresasen. Como a las diez de la noche surgieron donde les pareció a propósito, y en éstas y otras preguntas que se me hicieron se pasó la noche. Antes de levarse pasaron a bordo de la capitanía mis veinticinco hombres. Gobernábala un inglés a quien nombraban maestre Bel, tenía ochenta hombres, veinticuatro piezas de artillería y ocho pedreros, todos de bronce. Era dueño de la segunda el capitán Donkin; tenía setenta hombres, veinte piezas de artillería y ocho pedreros, y en una y otra había sobradísimo número de escopetas, alfanjes, hachas, arpeos, granadas y ollas llenas de varios ingredientes de olor pestífero. Jamás alcancé por diligencia que hice el lugar donde se armaron para salir al mar; sólo sí supe habían pasado al del Sur por el estrecho de Mayre, y que imposibilitados de poder robar las costas del Perú y Chile, que era su intento, porque con ocasión de un tiempo que entrándoles con notable vehemencia y tesón por el Leste les duró once días, se apartaron de aquel meridiano más de quinientas leguas, y no siéndoles fácil volver a él, determinaron valerse de lo andado, pasando a robar a la India, que era más pingüe”. "
		},
		{
			"titulo": "5.4 Otros escritores destacados.",
			"contenido": "5.4 Otros escritores destacados. Cabe recordar que el siglo XVII es de suma importancia en la literatura española y novohispana, es la edad de oro, donde florece el barroco, hubo autores notables en poesía, narrativa y otras artes, no sólo literarias. Además de los escritores mencionados, sobresalen: 1. Arias Villalobos. 2. Diego de Rivera. 3. Juan de Guevara. 4. Antonio de Saavedra y Guzmán. 5. Juan Bautista de Cárdenas. 6. Juan Rojo de Costa. "
		},
		{
			"titulo": "6. Siglo XVIII, los úlimos novohispanos.",
			"contenido": "6. Siglo 18, los úlimos novohispanos. El también llamado “Siglo de las Luces”, debido al nacimiento del movimiento intelectual conocido como “La ilustración”, el siglo XVIII es fundamental para comprender acontecimientos que dieron pie a nuestra época, desde movimientos sociales, políticos, económicos, intelectuales y culturales que tienen una marcada influencia en el devenir de tiempos posteriores. Los albores de la revolución industrial que parten con el telar y posteriormente con la máquina del vapor, sería la revolución industrial la que “revoluciona” las tecnologías para dar pie a la cámara fotográfica, a la electricidad, a las telecomunicaciones que van desde el telégrafo al teléfono, al teléfono celular, al cine y a la televisión, hasta llegar a la era del Internet; la revolución Francesa, que impactó no solamente a Francia, sino al resto de Europa, centrista, que por consiguiente, impactó a gran parte de las ideas vigentes en la época, también, la Independencia de los Estados Unidos, en el año de 1776, que sería de enorme influencia para el resto de las colonias europeas en América. El movimiento intelectual de la ilustración nace a mediados de ese siglo, principalmente en Francia, Inglaterra y Francia, inspirando otros movimientos como los mencionados revolución francesa e independencias en América, debe su nombre a que declara la “disipación de las tinieblas de la ignorancia de la humanidad mediante las luces del conocimiento y la razón”. La ignorancia, la superstición y la tiranía eran conceptos que la razón combatían para construir un mundo mejor. Algunas de las principales figuras de la ilustración son: 1. Voltaire. 2. Montesquieu. 3. Rousseau. 4. Kant. 5. Newton. 6. Descartes (su influencia). 7. Adam Smith. 8. Locke. 9. Jefferson. En España, Coincide con los reinados de Fernando VI y Carlos III. Cabe resaltar que es la época posterior a la edad de oro, es una época de decadencia de la cultura y de la hegemónica Ibérica, es también una época de eclosión. Algunos nombres sobresalientes son el de Juan Andrés, Raimundo Diosdado, José Celestino Mutis, entre otros. En México, en ese contexto, la influencia de la ilustración llegaría a finales de ese siglo, dando pautas a ideas independentistas. Algunos autores destacados del siglo XVIII son (la lista incluye a escritores de los primeros años del siglo XIV, los últimos años del virreinato): 1. Diego José Abad. 2. Francisco Javier Alegre. 3. Francisco Javier Clavijero. 4. Rafael Landívar. 5. José Mariano Beristaín y Souza. 6. José Joaquín Fernández de Lizardi. 7. Fray Servando Teresa de Mier. "
		},
		{
			"titulo": "6.1 Diego José Abad.",
			"contenido": "6.1 Diego José Abad. Poeta y filósofo novohispano, nacido en el año de 1727, fallece en el año de 1779, en Bolonia, Italia. En su biografía es importante resaltar que toma los hábitos jesuitas en el año de 1751, pues, como hecho histórico, años después, gran parte de los jesuitas de México y de prácticamente toda Latinoamérica, serían expulsados, específicamente en el año de 1767, Abad abandonó el virreinato para establecerse en Italia, desde donde concretaría sus ideales en conceptos como e orgullo del ser mexicanos, la reivindicación del mestizaje y la riqueza cultural indígena, sin dejar de lado su vocación hacia la fe, la religión, y la cultura universal. De sus obras sobresalen “De Deo”, “Deoque Homine Heroica”, “Cantos épicos a la divinidad y humanidad de dios”, así como poemarios como “Musa americana”. De su poema heroico se extrae el siguiente fragmento: Poema Heroico: ¡Qué soberbia locura! Agobiado el orbe con el peso de nuestros delitos, gime y desmaya. Los más de los hombres, con bestial vileza, se revuelcan por tierra a placer y a una dicha, sin memoria del cielo, con olvido de Dios. ¡Cuántos espantables perjurios juntos de la indómita lengua!; ¡cuántos y cuántos destrozos de la loca soberbia!; ¡cuántos daños de la enferma y pálida envidia que con venenoso diente todas las cosas calladamente roe!; ¡cuántos perjuicios de la rabiosa ira, que de un continuo anhela por sus fauces apetitos de sangre! Estas son las tres Furias, las hermanas del Tártaro, las tres fugitivas que a su placer vagan entre nosotros. Todavía resta otra que con más señorío asoma su cabeza infame: la maldita avaricia (…) Arrebato mis ojos a otra parte: guerras horrendas, hombres medio yertos que flotan entre mares de sangre, y cabalgaduras y armas y confusos cadáveres. Aquí va una cabeza; allá un cuerpo sin sonrisa y sin nombre; acá una mano que se ahoga en el manantial de su sangre, una mano sin dueño, pero que aún tiene arrestos para menear el acero. "
		},
		{
			"titulo": "6.2 José Joaquín Fernández de Lizardi.",
			"contenido": "6.2 José Joaquín Fernández de Lizardi. “El pensador Mexicano”, criollo nacido en el año de 1776, y fallece en el año de 1827, poeta, novelista, dramaturgo y también periodista. Es considerado el padre de la literatura mexicana o iniciador, según el autor. Su obra más destacada es “El periquillo sarniento”, aunque también destacan “noches tristes y días alegres”, “La quijotita y su prima”, entre otros. Como periodista, funda el periódico del cual heredaría su apodo, “El pensador Mexicano”, pero fundaría más periódicos a lo largo de su vida. Mas allá se su “Periquillo Sarniento”, Lizardi contribuye de manera importante a la formación de un pensamiento independiente y crítico, tanto a finales de la Nueva España, como en los primeros años del México Independiente. Su sobrenombre de “El pensador Mexicano” viene por el nombre del periódico que llevó ese título, fundado por el propio Lizardi en el año de 1812, cuyo propósito era apoyar los movimientos primero del Cura Hidalgo y posteriormente de José María Morelos y Pavón. En su testamento escribiría (fragmentos): “Dejo al señor Presidente de la República el saludable consejo de que no se sacramente en las recámaras de Palacio; que se familiarice con el pueblo, que salga a los paseos públicamente, que asista al teatro de cuando en cuando…” […] “Dejo a mis enemigos, los fanáticos, el cuidado de destrozar y morder mi opinión siempre que puedan, bajo el seguro de que no les puedo responder, pero acuérdense que mientras viví, nadie me fue por la respuesta a Roma cuando me insultó por las prensas.” “Dejo a los escritores la lección de que no se empeñen en defender los derechos de otros con demasiado calor, ni en combatir los abusos con energía, pues además de que adelantarán muy poco en tan grande empresa, se atraerán el odio de todos los criminales, y si estos pudieren, no cesarán de perseguirlos.” En su condición de criollo, hereda parte de la tradición española, a la vez que va forjando los inicios de una tradición mexicana independiente, imita por ejemplo la novela picaresca española, pero inserta lo novohispano, inserta al “lépero” mexicano. Si bien, apenas pudo vivir de su producción literaria, pero que dejaría un gran legado a la nación que empezaba a dar sus primeros pasos. De la obra “El periquillo Sarniento” valuada como precursor del romanticismo, producto de la ilustración, encajada también en el género Picaresca por la forma de la narrativa. Narra las desventuras de Pedro Sarmiento, sus aventuras, con carácter testimonial, resaltando el lenguaje popular de la época, mexicanismos, chistes, formas populares y del hampa inclusive, pues el personaje es un “pillo” y ladrón. Aun así, no dejaba de, entre líneas, de generar crítica a las circunstancias de su momento histórico, como, por ejemplo, críticas a la esclavitud. A continuación, extracto de la novela “El periquillo sarniento” (Lizardi, 2012). “Capítulo II. En el que Periquillo da razón de su ingreso a la escuela, los progresos que hizo en ella, y otras particularidades que sabrá el que las leyere, las oyere leer, o las preguntare. Hizo sus mohínas mi padre, sus pucheritos mi madre, y yo un montón de alharacas, y berrinches revueltos con mil lágrimas y gritos; pero nada valió para que mi padre revocara su decreto. Me encajaron en la escuela mal de mi grado. El maestro era muy hombre de bien; pero no tenía los requisitos necesarios para el caso. En primer lugar era un pobre, y emprendió este ejercicio por mera necesidad, y sin consultar su inclinación y habilidad; no era mucho que estuviera disgustado como estaba, y aun avergonzado en el destino. Los hombres creen (no sé por qué) que los muchachos por serlo, no se entretienen en escuchar sus conversaciones ni las comprenden; y fiados en este error, no se cuidan de hablar delante de ellos muchas cosas que alguna vez les salen a la cara, y entonces conocen que los niños son muy curiosos, y observativos. Yo era uno de tantos, y cumplía con mis deberes exactamente. Me sentaba mi maestro junto a sí, ya por especial recomendación de mi padre, o ya porque era yo el más bien tratadito de ropa que había entre sus alumnos. No sé que tiene un buen exterior que se respeta hasta en los muchachos. Con esta inmediación a su persona no perdía yo palabra de cuantas profería con sus amigos. Una vez le oí decir platicando con uno de ellos: «sólo la maldita pobreza me puede haber metido a escuelero; ya no tengo vida con tanto muchacho condenado; ¡qué traviesos que son y qué tontos! Por más que hago, no puedo ver uno aprovechado. ¡Ah, fucha en el oficio tan maldito! ¡Sobre que ser maestro de escuela es la última droga que nos puede hacer el diablo!...» Así se producía mi buen maestro, y por sus palabras conoceréis el candor de su corazón, su poco talento y el concepto tan vil que tenía formado de un ejercicio tan noble y recomendable por sí mismo, pues el enseñar y dirigir la juventud es un cargo de muy alta dignidad, y por eso los reyes y los gobiernos han colmado de honores y privilegios a los sabios profesores; pero mi pobre maestro ignoraba todo esto, y así no era mucho que formara tan vil concepto de una tan honrada profesión. En segundo lugar, carecía, como dije, de disposición para ella, o de lo que se dice genio. Tenía un corazón muy sensible, le era repugnante el afligir a nadie, y este suave carácter lo hacía ser demasiado indulgente con sus discípulos. Rara vez les reñía con aspereza, y más rara los castigaba. La palmeta y disciplina tenían poco que hacer por su dictamen; con esto los muchachos estaban en sus glorias, y yo entre ellos, porque hacíamos lo que se nos antojaba impunemente.” "
		},
		{
			"titulo": "6.3 Fray Servando Teresa de Mier.",
			"contenido": "6.3 Fray Servando Teresa de Mier. Fray Servando Teresa de Mier cuyo nombre completo fue José Servando Teresa de Mier y Noriega y Guerra, nacido en la Nueva España, específicamente en Monterrey, en el año de 1765, fallece en el año de 1827. Ideólogo, teólogo, filosofo, de pensamiento liberal, perteneciente a la orden de “los Dominicos”. Dentro de su vida política, participa en la constitución de Cádiz de 1812, antes mencionada, del cual concluiría que “le permitiría darse cuenta de la imperante necesidad de obtener la independencia absoluta de América”. Desde Cádiz, pasando por París, donde redacto a invitación del virrey Iturrigaray, su “Historia de México desde los primeros movimientos que prepararon su independencia en 1908 hasta la época presente”, pasando por París, New York, Philadelphia y La Habana, Fray Servando se convertiría en uno de los principales líderes independentistas de México desde el extranjero, no sin antes pisar en más de una ocasión la cárcel. De naturaleza rebelde, en el año de 1794, un 12 de diciembre, negaría las apariciones de la Virgen de Guadalupe, escandalizando a devotos y religiosos, lo cual se tradujo en su destierro de la nueva España, siendo Europa el lugar a donde se dirigió. Algunos autores se refieren a ese momento histórico en la vida de Fray Servando como no una negación, sino como un punto de vista poco ortodoxo sobre “el milagro guadalupano”, cabe destacar que las Apariciones Marianas se datan en el año de 1531. Sobre ese discurso se extrae un fragmento: “La imagen de Nuestra Señora de Guadalupe no está pintada en la tilma de Juan Diego, sino en la capa de Santo Tomás apóstol de este reino. Mil setecientos cincuenta años antes del presente, la imagen de Nuestra Señora de Guadalupe ya era muy célebre y adorada por los indios ya cristianos, en la cima de Tenayuca, donde le erigió templo y colocó Santo Tomás. Apóstatas los indios de nuestra religión maltrataron la imagen que seguramente no pudieron borrar, y Santo Tomás la escondió, hasta que diez años después de la conquista apareció la Reina de los Cielos a Juan Diego pidiendo un templo y le entregó la última vez su imagen para que la llevara a la presencia del señor Zumárraga. La imagen de Nuestra Señora es pintura de los principios del siglo primero de la Iglesia, pero, así como su conservación su pincel es superior a toda humana industria, como que la misma Virgen María se estampó naturalmente en el lienzo viviendo de carne mortal”. Sin afán de dar muchas explicaciones al respecto (ese discurso ha sido motivo de muchas tesis), una de las ideas más consolidadas está relacionada al carácter independentista de Fray Servando, aludiendo a que los pueblos pre-colombinos ya adoraban a la Virgen, pero con otro nombre. Su carácter independentista de ese discurso sería reforzado por el propio Fray Servando, un carácter de independencia absoluta incluye una independencia de la Fe: “…Hemos nacido en ella y ese es el derecho natural de los pueblos. La naturaleza está de lado de la emancipación. Así acontece siempre con los individuos de todas las especies, y los pueblos no forman excepción a esa regla general. La cuestión sobre la independencia de las colonias no es una cuestión de orden político, sino de orden natural…” A pesar de sus reclusiones en diferentes conventos, siempre escribió a favor de las independencias de las colonias, incluso, como se ha referido, fue constituyente en la constitución de Cadíz, precursora de las independencias en América. Pero, aun así, una vez lograda la Independencia de México, se opondría a Iturbide, siendo encorselado de nueva cuenta, hasta la llegada de Guadalupe Victoria. Aun después de Muerto, Fray Servando seguiría en peregrinación, pues su cuerpo, una vez exhumado para su exhibición, se extravió, siendo diversas las versiones sobre su paradero, desde Bélgica hasta Puebla, incluso versiones de paradero desconocido. Además del texto arriba mencionado, otras obras destacadas son “Cartas de un americano a español” y “Memorias: un fraile mexicano desterrado en Europa”. De su texto “Historia de la revolución de la nueva España”, se extrae el siguiente fragmento (Mier, 1813): “Libro XIV: ¿Porqué se está derramando tanta sangre en las Américas españolas? Esta es la pregunta que hacen todos. ¿Cuáles son los motivos de esa guerra civil o sea entre españoles americanos y europeos? ¿Cuáles son las razones de unos y otros para estar dando este escándalo a la Europa demasiado afligida con los males que la causa Napoleón? Ese mismo, respondo, es el autor de nuestros males con la ocupación de las Españas y las renuncias que arrancó a sus reyes en Bayona. Hinc prima mali labes, como consta de la historia que llevo escrita. Resulta de ella: que los Españoles pretenden que los americanos en calidad de sus colonos sean tan dependientes de ellos que les obedezcan a su arbitrio, reciban de su mano la ley, y no se puedan separar de la Península aún cuando en la lucha actual quede sujeta a Napoleón. Porque el virrey Iturrigaray no procedió conforme a este plan cuando la convulsión de España, sino que accedió a celebrar Juntas de las autoridades de la ciudad de México para proveer a su seguridad y la conservación de los derechos de Fernando 7o.* y estuvo inclinado a celebrar un congreso conforme lo permiten las leyes de Indias y ordenan las fundamentales de la monarquía, fue preso por una facción de europeos amotinados sin haberle procesado, depuesto sin habérsele oído, enviado como un criminal a España, donde fue encerrado en un Castillo de Cádiz. Los americanos, perseguidos por la misma causa que el virrey, pretenden ser independientes de los españoles en su gobierno económico, y solo dependientes de su rey, que si falta son dueños de gobernarse como les parezca, de la misma manera que los españoles sus iguales. Cuando hablo yo del pacto social de los americanos, no hablo del pacto implícito de Rosseau, sobre el cual las Cortes de España han zanjado su constitución, asentando por base que en la nación reside esencialmente la soberanía. Sobre estos principios ya los Diputados americanos les han demostrado, que siendo las Américas partes integrantes de la nación, y sus habitantes iguales a los españoles en derechos, debían concurrir igualmente que estos a formar el nuevo pacto social, y tener Juntas como, las que estos erigieron en España y sancionaron las Cortes. El plan de paz presentado por la Junta nacional de México nada presenta de nuevo, sino la progresión geométrica conque deduce de los principios de los españoles las mismas consecuencias que los diputados de América”. "
		},
		{
			"titulo": "El Virreinato. Conclusión Unidad 1.",
			"contenido": "El Virreinato. Conclusión Unidad 1. La literatura en la época Virreinal es muy amplia, en géneros, en ensayos, en cartas y en crónicas, en su poesía, en autores…. Aquí se revisan algunos autores, sin embargo, si es importante destacar que, a quienes gustan de la literatura, pueden encontrar en otros autores no mencionados una enorme riqueza literaria que va desde el barroco hasta la búsqueda de una identidad nacional, propia, que exprese la cultura de los pueblos, de sus colonias y sus calles. Como se observó, la literatura vista en esta unidad comprende varios periodos: 1. Precolombina (repaso). 2. Conquista, donde abundan cartas y crónicas. 3. Siglo XVII, con influencia barroca el siglo de grandes figuras como Carlos de Sigüenza y Góngora y Sor Juana Inés de la Cruz. 4. Siglo XVIII, siglo de ilustrados y clasicistas. 5. Inicios del Siglo XIX, El fin del Virreinato, los anhelos de la independencia. Los acontecimientos literarios de esta época serían base e inspiración para para las futuras generaciones de escritores en México y de América latina. "
		}
	]
}